{
  "A Web application that allows users to register, log in, choose the item they would like to purchase and add it to their cart.": "",
  "A Web application that allows users to see the time limit for the auctions in real time.": "",
  "A mini game web application that allows 2 users in the same room to choose their own pokemon from the list and have a duel.": "",
  "A static web application that is advertising a farm that is raising alpacas, people can visit this location for fun activities.": "",
  "AWS": "",
  "About": "",
  "Alpaca Farm": "",
  "Backend Development: Implemented scalable backend solutions with AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript, and Node.js, ensuring efficient data processing and system integration.": "",
  "CSS 3": "",
  "Car Auction (Code Challenge)": "",
  "Collaborate with UI and Branding Team, to enhance the internal design system.": "",
  "Contact": "",
  "Contact.": "",
  "Create Lo-Fi and Hi-Fi designs, and later used Hi-Fi designs for prototyping.": "",
  "Creating exercises for my fellow learners.": "",
  "DCI": "",
  "E-Commerce": "",
  "Freebie": "",
  "Frontend Development: Leveraged AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR, and an internal component library using Ant Design to develop robust, cross-browser compatibility and responsive user interfaces.": "",
  "Get in touch": "",
  "HTML 5": "",
  "Help during the final project, while working on my final project.": "",
  "Hi, I am": "",
  "Hi, I am a Full Stack Developer who enjoys Frontend and leans towards UI/UX design. I love learning new technologies like threejs that is used in this website. I started learning and working in Web Development with ReactJs/NextJs and Javascript/Typescript.": "",
  "HomeNest": "",
  "Hosted and Conducted usability tests with various end user profiles.": "",
  "Instagram Clone": "",
  "Introduction": "",
  "JavaScript": "",
  "Javascript": "",
  "Live Coding: Facilitated interactive live coding sessions, demonstrating best practices and solving complex exercises in real-time to enhance students' understanding and coding proficiency.": "",
  "Mentoring: Offered personalized guidance and support to students, addressing challenging concepts and fostering a collaborative learning environment to promote skill development and confidence.": "",
  "Mobile-based platform that allows users to register, sign in, create a post, like and comment others posts.": "",
  "MongoDB": "",
  "My work": "",
  "NextJs": "",
  "Node JS": "",
  "Overview.": "",
  "Participating in code reviews and providing constructive feedback to other developers.": "",
  "Plan targeted lessons around questions and project concepts.": "",
  "Pokemon Lite": "",
  "Previous Portfolio": "",
  "Projects": "",
  "Projects.": "",
  "React JS": "",
  "React Native Developer": "",
  "React/Nextjs Developer": "",
  "SKF Lubrication Management": "",
  "Security and Compliance: Ensured adherence to security protocols and compliance standards throughout the development lifecycle, implementing best practices to safeguard data and maintain system integrity.": "",
  "Storybook": "",
  "Tailwind CSS": "",
  "The following projects showcase my skills and experience through real world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.": "",
  "Three JS": "",
  "TypeScript": "",
  "UI/UX Designer": "",
  "Use Figma to create/alter UI components according to our needs, utilised UX Tweak to do user research and A/B Testing with prototypes.": "",
  "WIP: Freelance voluntary project, the client requested a one pager in which people can check their services and reach out to them.": "",
  "Web Developer": "",
  "Web Developer Tutor": "",
  "Web application that enables users to find or post items for free on their location. They can register and log in to interact with the users that have posted items to be given for free.": "",
  "Web application which is responsive from desktop to mobile view and also has a dark mode, this was my first portofolio that I have worked during the end of attending the bootcamp.": "",
  "What I have done so far": "",
  "What do you want to say?": "",
  "What's your email?": "",
  "What's your name?": "",
  "Work": "",
  "Work Experience.": "",
  "Your Email": "",
  "Your Message": "",
  "Your Name": "",
  "angular": "",
  "bootstrap": "",
  "css": "",
  "express": "",
  "figma": "",
  "firebase": "",
  "framer motion": "",
  "git": "",
  "html": "",
  "javascript": "",
  "mocha": "",
  "mongodb": "",
  "react": "",
  "react-native": "",
  "scss": "",
  "tailwindcss": "",
  "typescript": "",
  "yup": ""
}
