{
  "A Web application that allows users to register, log in, choose the item they would like to purchase and add it to their cart.": "Një aplikacion web që lejon përdoruesit të regjistrohen, të hyjnë në llogari, të zgjedhin artikullin që duan të blejnë dhe ta shtojnë në shportën e tyre.",
  "A Web application that allows users to see the time limit for the auctions in real time.": "Një aplikacion web që lejon përdoruesit të shohin kufirin kohor për ankandet në kohë reale.",
  "A mini game web application that allows 2 users in the same room to choose their own pokemon from the list and have a duel.": "Një aplikacion web mini-lojë që lejon 2 përdorues në të njëjtën dhomë të zgjedhin pokemon-in e tyre nga lista dhe të bëjnë duel.",
  "A static web application that is advertising a farm that is raising alpacas, people can visit this location for fun activities.": "Një aplikacion web statik që reklamon një fermë që rrit alpaka, njerëzit mund të vizitojnë këtë vend për aktivitete argëtuese.",
  "AWS": "AWS",
  "About": "Rreth",
  "Albanian": "Shqip",
  "Alpaca Farm": "Ferma e Alpakave",
  "Backend Development: Implemented scalable backend solutions with AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript, and Node.js, ensuring efficient data processing and system integration.": "Zhvillimi i Backend-it: Zbatuam zgjidhje të shkallëzueshme backend me AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript dhe Node.js, duke siguruar përpunim efikas të të dhënave dhe integrim të sistemeve.",
  "CSS 3": "CSS 3",
  "Car Auction (Code Challenge)": "Ankandi i Makinave (Sfida e Kodit)",
  "Collaborate with UI and Branding Team, to enhance the internal design system.": "Bashkëpunoni me ekipin e UI dhe Branding, për të përmirësuar sistemin e brendshëm të dizajnit.",
  "Contact": "Kontakto",
  "Contact.": "Kontakto.",
  "Create Lo-Fi and Hi-Fi designs, and later used Hi-Fi designs for prototyping.": "Krijoni dizajne Lo-Fi dhe Hi-Fi, dhe më vonë përdorni dizajnet Hi-Fi për prototipim.",
  "Creating exercises for my fellow learners.": "Krijimi i ushtrimeve për bashkë-studentët e mi.",
  "DCI": "DCI",
  "E-Commerce": "E-Commerce",
  "English": "Anglisht",
  "Freebie": "Freebie",
  "Frontend Development: Leveraged AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR, and an internal component library using Ant Design to develop robust, cross-browser compatibility and responsive user interfaces.": "Zhvillimi i Frontend-it: Përdorimi i AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR, dhe një bibliotekë të brendshme komponentësh duke përdorur Ant Design për të zhvilluar ndërfaqe përdoruesi të qëndrueshme, me përputhshmëri nëpër shfletues dhe të përgjegjshme.",
  "German": "Gjermanisht",
  "Get in touch": "Na kontaktoni",
  "Greek": "Greqisht",
  "HTML 5": "HTML 5",
  "Help during the final project, while working on my final project.": "Ndihmë gjatë projektit final, ndërsa punoja në projektin tim final.",
  "Hi, I am": "Përshëndetje, Jam",
  "Hi, I am a Full Stack Developer who enjoys Frontend and leans towards UI/UX design. I love learning new technologies like threejs that is used in this website. I started learning and working in Web Development with ReactJs/NextJs and Javascript/Typescript.": "Përshëndetje, jam një Zhvillues Full Stack që pëlqen Frontend dhe priret drejt dizajnit UI/UX. Më pëlqen të mësoj teknologji të reja si threejs që është përdorur në këtë faqe interneti. Fillova të mësoj dhe punoj në Zhvillimin e Web-it me ReactJs/NextJs dhe Javascript/Typescript.",
  "HomeNest": "HomeNest",
  "Hosted and Conducted usability tests with various end user profiles.": "Organizova dhe kryeva teste përdorshmërie me profile të ndryshme të përdoruesve përfundimtarë.",
  "Instagram Clone": "Kloni i Instagramit",
  "Introduction": "Hyrje",
  "Jan. 2022 - Present": "Jan. 2022 - Tani",
  "JavaScript": "JavaScript",
  "Javascript": "Javascript",
  "Live Coding: Facilitated interactive live coding sessions, demonstrating best practices and solving complex exercises in real-time to enhance students' understanding and coding proficiency.": "Kodimi i Drejtpërdrejtë: Lehtësoi sesione kodimi interaktive të drejtpërdrejta, duke demonstruar praktikat më të mira dhe zgjidhjen e ushtrimeve komplekse në kohë reale për të rritur kuptimin dhe aftësitë e kodimit të studentëve.",
  "Mentoring: Offered personalized guidance and support to students, addressing challenging concepts and fostering a collaborative learning environment to promote skill development and confidence.": "Mentorim: Ofrimi i udhëzimeve dhe mbështetjes së personalizuar për studentët, duke adresuar koncepte sfiduese dhe duke promovuar një mjedis të bashkëpunimit për të nxitur zhvillimin e aftësive dhe besimin.",
  "Mobile-based platform that allows users to register, sign in, create a post, like and comment others posts.": "Platformë e bazuar në celular që lejon përdoruesit të regjistrohen, të hyjnë, të krijojnë një postim, të pëlqejnë dhe të komentojnë postimet e të tjerëve.",
  "MongoDB": "MongoDB",
  "My work": "Puna ime",
  "NextJs": "NextJs",
  "Node JS": "Node JS",
  "Overview.": "Përmbledhje.",
  "Participating in code reviews and providing constructive feedback to other developers.": "Pjesëmarrja në rishikimet e kodit dhe dhënia e komenteve konstruktive për zhvilluesit e tjerë.",
  "Plan targeted lessons around questions and project concepts.": "Planifikimi i mësimeve të synuara rreth pyetjeve dhe koncepteve të projektit.",
  "Pokemon Lite": "Pokemon Lite",
  "Previous Portfolio": "Portofoli i mëparshëm",
  "Projects": "Projektet",
  "Projects.": "Projektet.",
  "React JS": "React JS",
  "React Native Developer": "Zhvillues React Native",
  "React/Nextjs Developer": "Zhvillues React/Nextjs",
  "SKF Lubrication Management": "SKF Lubrication Management",
  "Security and Compliance: Ensured adherence to security protocols and compliance standards throughout the development lifecycle, implementing best practices to safeguard data and maintain system integrity.": "Siguria dhe Përputhshmëria: Siguroi përputhjen me protokollet e sigurisë dhe standardet e përputhshmërisë gjatë gjithë ciklit të zhvillimit, duke zbatuar praktikat më të mira për të mbrojtur të dhënat dhe për të ruajtur integritetin e sistemit.",
  "Send": "Dërgo",
  "Sending...": "Dërgohet...",
  "Storybook": "Storybook",
  "Tailwind CSS": "Tailwind CSS",
  "The following projects showcase my skills and experience through real world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.": "Projektet e mëposhtme tregojnë aftësitë dhe përvojën time përmes shembujve të jetës reale të punës sime. Secili projekt është përshkruar shkurtimisht me lidhje në depo të kodit dhe demonstrime të drejtpërdrejta. Ato pasqyrojnë aftësinë time për të zgjidhur probleme komplekse, për të punuar me teknologji të ndryshme dhe për të menaxhuar projektet në mënyrë efektive.",
  "Three JS": "Three JS",
  "TypeScript": "TypeScript",
  "UI/UX Designer": "Dizajner UI/UX",
  "Use Figma to create/alter UI components according to our needs, utilised UX Tweak to do user research and A/B Testing with prototypes.": "Përdorni Figma për të krijuar/ndryshuar komponentët UI sipas nevojave tona, duke përdorur UX Tweak për të bërë kërkime përdoruesi dhe testim A/B me prototipet.",
  "WIP: Freelance voluntary project, the client requested a one pager in which people can check their services and reach out to them.": "Në proces: Projekt vullnetar freelance, klienti kërkoi një faqe të vetme ku njerëzit mund të kontrollojnë shërbimet e tyre dhe t'i kontaktojnë ata.",
  "Web Developer": "Zhvillues Web",
  "Web Developer Tutor": "Mësues Zhvillues Web",
  "Web application that enables users to find or post items for free on their location. They can register and log in to interact with the users that have posted items to be given for free.": "Aplikacion web që u mundëson përdoruesve të gjejnë ose të postojnë artikuj falas në vendndodhjen e tyre. Ata mund të regjistrohen dhe të hyjnë për të bashkëvepruar me përdoruesit që kanë postuar artikuj për t'u dhënë falas.",
  "Web application which is responsive from desktop to mobile view and also has a dark mode, this was my first portofolio that I have worked during the end of attending the bootcamp.": "Aplikacion web që është i përgjegjshëm nga desktopi në pamjen mobile dhe gjithashtu ka një mënyrë të errët, ky ishte portofoli im i parë që kam punuar në fund të ndjekjes së bootcamp-it.",
  "What I have done so far": "Çfarë kam bërë deri tani",
  "What do you want to say?": "Çfarë dëshironi të thoni?",
  "What's your email?": "Cila është email-i juaj?",
  "What's your name?": "Si quheni?",
  "Work": "Punë",
  "Work Experience.": "Eksperienca e Punës.",
  "Your Email": "Email-i juaj",
  "Your Message": "Mesazhi juaj",
  "Your Name": "Emri juaj",
  "angular": "angular",
  "bootstrap": "bootstrap",
  "css": "css",
  "express": "express",
  "figma": "figma",
  "firebase": "firebase",
  "framer motion": "framer motion",
  "git": "git",
  "html": "html",
  "javascript": "javascript",
  "mocha": "mocha",
  "mongodb": "mongodb",
  "react": "react",
  "react-native": "react-native",
  "scss": "scss",
  "tailwindcss": "tailwindcss",
  "typescript": "typescript",
  "yup": "yup"
}
