{
  "A Web application that allows users to register, log in, choose the item they would like to purchase and add it to their cart.": "Eine Webanwendung, die es den Nutzern ermöglicht, sich zu registrieren, anzumelden, den gewünschten Artikel auszuwählen und ihn in den Warenkorb zu legen.",
  "A Web application that allows users to see the time limit for the auctions in real time.": "Eine Webanwendung, die es den Nutzern ermöglicht, das Zeitlimit für die Auktionen in Echtzeit zu sehen.",
  "A mini game web application that allows 2 users in the same room to choose their own pokemon from the list and have a duel.": "Eine Minispiel-Webanwendung, mit der 2 Benutzer im selben Raum ihr eigenes Pokemon aus der Liste auswählen und ein Duell austragen können.",
  "A static web application that is advertising a farm that is raising alpacas, people can visit this location for fun activities.": "Eine statische Webanwendung, die für einen Bauernhof wirbt, der Alpakas züchtet. Die Leute können diesen Ort besuchen, um lustige Aktivitäten zu erleben.",
  "AWS": "AWS",
  "About": "Vorstellung",
  "Albanian": "Albanisch",
  "Alpaca Farm": "Alpaka Farm",
  "Backend Development: Implemented scalable backend solutions with AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript, and Node.js, ensuring efficient data processing and system integration.": "Backend-Entwicklung: Implementierung skalierbarer Backend-Lösungen mit AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript und Node.js zur Gewährleistung effizienter Datenverarbeitung und Systemintegration.",
  "CSS 3": "CSS 3",
  "Car Auction (Code Challenge)": "Autoauktion (Code Challenge)",
  "Collaborate with UI and Branding Team, to enhance the internal design system.": "Zusammenarbeit mit dem UI- und Branding-Team, um das interne Designsystem zu verbessern.",
  "Contact": "Kontakt",
  "Contact.": "Kontakt.",
  "Create Lo-Fi and Hi-Fi designs, and later used Hi-Fi designs for prototyping.": "Erstellung von Lo-Fi- und Hi-Fi-Entwürfen und später Verwendung von Hi-Fi-Entwürfen für die Prototypenerstellung.",
  "Creating exercises for my fellow learners.": "Ich erstelle Übungen für meine Mitschülerinnen und Mitschüler.",
  "DCI": "DCI",
  "E-Commerce": "E-Commerce",
  "English": "Englisch",
  "Freebie": "Freebie",
  "Frontend Development: Leveraged AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR, and an internal component library using Ant Design to develop robust, cross-browser compatibility and responsive user interfaces.": "Frontend-Entwicklung: Nutzung von AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR und einer internen Komponentenbibliothek mit Ant Design zur Entwicklung robuster, browserübergreifender und reaktionsfähiger Benutzeroberflächen.",
  "German": "Deutsch",
  "Get in touch": "Kontakt aufnehmen",
  "Greek": "Griechisch",
  "HTML 5": "HTML 5",
  "Help during the final project, while working on my final project.": "Hilfe während des Abschlussprojekts, während der Arbeit an meinem Abschlussprojekt.",
  "Hi, I am": "Hallo, Ich bin",
  "Hi, I am a Full Stack Developer who enjoys Frontend and leans towards UI/UX design. I love learning new technologies like threejs that is used in this website. I started learning and working in Web Development with ReactJs/NextJs and Javascript/Typescript.": "Hallo, ich bin ein Full-Stack-Entwickler, der gerne Frontend und lehnt sich an UI/UX-Design. Ich liebe es, neue Technologien wie threejs zu erlernen, das auf dieser Website verwendet wird. Ich habe angefangen, Webentwicklung mit ReactJs/NextJs und Javascript/Typescript zu lernen und zu arbeiten.",
  "HomeNest": "HomeNest",
  "Hosted and Conducted usability tests with various end user profiles.": "Moderation und Durchführung von Usability-Tests mit verschiedenen Endnutzerprofilen.",
  "Instagram Clone": "Instagram Clone",
  "Introduction": "Vorstellung",
  "Jan. 2022 - Oct. 2024": "Jan. 2022 - Okt. 2024",
  "JavaScript": "JavaScript",
  "Javascript": "JavaScript",
  "Live Coding: Facilitated interactive live coding sessions, demonstrating best practices and solving complex exercises in real-time to enhance students' understanding and coding proficiency.": "Live-Codierung: Moderierte interaktive Live-Coding-Sitzungen, in denen bewährte Verfahren demonstriert und komplexe Aufgaben in Echtzeit gelöst wurden, um das Verständnis und die Programmierfähigkeiten der Schüler zu verbessern.",
  "Mentoring: Offered personalized guidance and support to students, addressing challenging concepts and fostering a collaborative learning environment to promote skill development and confidence.": "Mentoring: Bietet persönliche Beratung und Unterstützung für Schüler an, geht auf schwierige Konzepte ein und fördert eine kooperative Lernumgebung, um die Entwicklung von Fähigkeiten und Vertrauen zu fördern.",
  "Mobile-based platform that allows users to register, sign in, create a post, like and comment others posts.": "Mobile Plattform, die es den Nutzern ermöglicht, sich zu registrieren, anzumelden, einen Beitrag zu erstellen, andere Beiträge zu mögen und zu kommentieren.",
  "MongoDB": "MongoDB",
  "My work": "Meine Tätigkeit",
  "NextJs": "NextJs",
  "Node JS": "Node JS",
  "Overview.": "Übersicht",
  "Participating in code reviews and providing constructive feedback to other developers.": "Teilnahme an Code-Reviews und Bereitstellung von konstruktivem Feedback für andere Entwickler.",
  "Plan targeted lessons around questions and project concepts.": "Planen Sie gezielte Unterrichtsstunden zu Fragen und Projektkonzepten.",
  "Pokemon Lite": "Pokemon Lite",
  "Previous Portfolio": "Vorheriges Portfolio",
  "Projects": "Projekte",
  "Projects.": "Projekte",
  "React JS": "React JS",
  "React Native Developer": "React Native Entwickler",
  "React/Nextjs Developer": "React/Nextjs Entwickler",
  "SKF Lubrication Management": "SKF Lubrication Management",
  "Security and Compliance: Ensured adherence to security protocols and compliance standards throughout the development lifecycle, implementing best practices to safeguard data and maintain system integrity.": "Sicherheit und Compliance: Gewährleistung der Einhaltung von Sicherheitsprotokollen und Konformitätsstandards während des gesamten Entwicklungszyklus, Implementierung bewährter Verfahren zum Schutz von Daten und zur Wahrung der Systemintegrität.",
  "Send": "Schicken",
  "Sending...": "Versenden...",
  "Storybook": "Storybook",
  "Tailwind CSS": "Tailwind CSS",
  "The following projects showcase my skills and experience through real world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.": "Die folgenden Projekte zeigen meine Fähigkeiten und Erfahrungen anhand von Beispielen aus der realen Welt meiner Arbeit. Jedes Projekt wird kurz beschrieben und mit Links zu Code-Repositories und Live-Demos versehen. Es spiegelt meine Fähigkeit wider, komplexe Probleme zu lösen, mit verschiedenen Technologien zu arbeiten und Projekte effektiv zu verwalten.",
  "Three JS": "Three JS",
  "TypeScript": "TypeScript",
  "UI/UX Designer": "UI/UX Designer",
  "Use Figma to create/alter UI components according to our needs, utilised UX Tweak to do user research and A/B Testing with prototypes.": "Verwendung von Figma zur Erstellung/Änderung von UI-Komponenten entsprechend unseren Anforderungen, Verwendung von UX Tweak zur Durchführung von Nutzerforschung und A/B-Tests mit Prototypen.",
  "WIP: Freelance voluntary project, the client requested a one pager in which people can check their services and reach out to them.": "WIP: Freiberufliches, freiwilliges Projekt, der Kunde wollte einen Pager, auf dem die Leute ihre Dienste überprüfen und sich an sie wenden können.",
  "Web Developer": "Web-Entwickler",
  "Web Developer Tutor": "Web-Entwickler Tutor",
  "Web application that enables users to find or post items for free on their location. They can register and log in to interact with the users that have posted items to be given for free.": "Webanwendung, die es den Nutzern ermöglicht, kostenlose Gegenstände an ihrem Standort zu finden oder einzustellen. Sie können sich registrieren und anmelden, um mit den Nutzern zu interagieren, die Gegenstände zur kostenlosen Abgabe eingestellt haben.",
  "Web application which is responsive from desktop to mobile view and also has a dark mode, this was my first portofolio that I have worked during the end of attending the bootcamp.": "Webanwendung, die von der Desktop- bis zur mobilen Ansicht reaktionsfähig ist und auch einen dunklen Modus hat. Dies war mein erstes Portfolio, an dem ich am Ende der Teilnahme am Bootcamp gearbeitet habe.",
  "What I have done so far": "Was ich bis jetzt getan habe",
  "What do you want to say?": "Was wollen Sie sagen?",
  "What's your email?": "Wie lautet Ihre E-Mail-Adresse?",
  "What's your name?": "Wie ist Ihr Name?",
  "Work": "Arbeit",
  "Work Experience.": "Berufliche Erfahrung",
  "Your Email": "Ihre E-Mail",
  "Your Message": "Ihre Nachricht",
  "Your Name": "Ihr Name",
  "angular": "angular",
  "bootstrap": "bootstrap",
  "css": "css",
  "express": "express",
  "figma": "figma",
  "firebase": "firebase",
  "framer motion": "framer motion",
  "git": "git",
  "html": "html",
  "javascript": "javascript",
  "mocha": "mocha",
  "mongodb": "mongodb",
  "react": "react",
  "react-native": "react-native",
  "scss": "scss",
  "tailwindcss": "tailwindcss",
  "typescript": "typescript",
  "yup": "yup"
}
