{
  "A Web application that allows users to register, log in, choose the item they would like to purchase and add it to their cart.": "Μια διαδικτυακή εφαρμογή που επιτρέπει στους χρήστες να εγγραφούν, να συνδεθούν, να επιλέξουν το προϊόν που θα ήθελαν να αγοράσουν και να το προσθέσουν στο καλάθι τους.",
  "A Web application that allows users to see the time limit for the auctions in real time.": "Μια διαδικτυακή εφαρμογή που επιτρέπει στους χρήστες να βλέπουν το χρονικό όριο των δημοπρασιών σε πραγματικό χρόνο.",
  "A mini game web application that allows 2 users in the same room to choose their own pokemon from the list and have a duel.": "Μια διαδικτυακή εφαρμογή μίνι παιχνιδιού που επιτρέπει σε 2 χρήστες που βρίσκονται στο ίδιο δωμάτιο να επιλέξουν το δικό τους pokemon από τη λίστα και να μονομαχήσουν.",
  "A static web application that is advertising a farm that is raising alpacas, people can visit this location for fun activities.": "Μια στατική διαδικτυακή εφαρμογή που διαφημίζει ένα αγρόκτημα που εκτρέφει αλπάκας, οι άνθρωποι μπορούν να επισκεφθούν αυτή την τοποθεσία για διασκεδαστικές δραστηριότητες.",
  "AWS": "AWS",
  "About": "Πληροφορίες",
  "Albanian": "Αλβανικά",
  "Alpaca Farm": "Αγρόκτημα Aλπακά",
  "Backend Development: Implemented scalable backend solutions with AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript, and Node.js, ensuring efficient data processing and system integration.": "Ανάπτυξη backend: AWS Lambda, DynamoDB, CodeCommit, CodeBuild, CloudWatch, S3, API Gateway, TypeScript και Node.js, εξασφαλίζοντας αποτελεσματική επεξεργασία δεδομένων και ενσωμάτωση συστημάτων.",
  "CSS 3": "CSS 3",
  "Car Auction (Code Challenge)": "Δημοπρασία αυτοκινήτων (Πρόκληση κώδικα)",
  "Collaborate with UI and Branding Team, to enhance the internal design system.": "Συνεργασία με την ομάδα UI και Branding, για τη βελτίωση του εσωτερικού συστήματος σχεδιασμού.",
  "Contact": "Επικοινωνία",
  "Contact.": "Επικοινωνία.",
  "Create Lo-Fi and Hi-Fi designs, and later used Hi-Fi designs for prototyping.": "Δημιούργησα σχέδια Lo-Fi και Hi-Fi και αργότερα χρησιμοποίησα σχέδια Hi-Fi για την κατασκευή πρωτοτύπων.",
  "Creating exercises for my fellow learners.": "Δημιουργία ασκήσεων για τους συμμαθητές μου.",
  "DCI": "DCI",
  "E-Commerce": "Ηλεκτρονικό εμπόριο",
  "English": "Αγγλικά",
  "Freebie": "Freebie",
  "Frontend Development: Leveraged AWS CodeCommit & Amplify, Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR, and an internal component library using Ant Design to develop robust, cross-browser compatibility and responsive user interfaces.": "Ανάπτυξη Frontend : Next.js, TypeScript, Storybook, Jest, React Testing Library, SWR και μια εσωτερική βιβλιοθήκη τμημάτων με τη χρήση Ant Design για την ανάπτυξη αξιόπιστων, συμβατών με cross-browser και ευέλικτων επιφανειών χρήστη.",
  "German": "Γερμανικά",
  "Get in touch": "Επικοινωνήστε μαζί μου",
  "Greek": "Ελληνικά",
  "HTML 5": "HTML 5",
  "Help during the final project, while working on my final project.": "Βοήθεια κατά τη διάρκεια της τελικής εργασίας, κατά την εκπόνηση της τελικής μου εργασίας.",
  "Hi, I am": "Γεια, είμαι η",
  "Hi, I am a Full Stack Developer who enjoys Frontend and leans towards UI/UX design. I love learning new technologies like threejs that is used in this website. I started learning and working in Web Development with ReactJs/NextJs and Javascript/Typescript.": "Γεια σας, είμαι μια Full Stack Developer που απολαμβάνει Frontend και κλίνει προς το σχεδιασμό UI/UX. Μου αρέσει να μαθαίνω νέες τεχνολογίες όπως το threejs που χρησιμοποιείται σε αυτήν την ιστοσελίδα. Ξεκίνησα να μαθαίνω και να εργάζομαι στην ανάπτυξη ιστοσελίδων με ReactJs/NextJs και Javascript/Typescript.",
  "HomeNest": "HomeNest",
  "Hosted and Conducted usability tests with various end user profiles.": "Διοργάνωση και διεξαγωγή δοκιμών ευχρηστίας με διάφορα προφίλ τελικών χρηστών.",
  "Instagram Clone": "Instagram Clone",
  "Introduction": "Εισαγωγή",
  "Jan. 2022 - Oct. 2024": "Ιαν. 2022 - Οκτ. 2024",
  "JavaScript": "JavaScript",
  "Javascript": "JavaScript",
  "Live Coding: Facilitated interactive live coding sessions, demonstrating best practices and solving complex exercises in real-time to enhance students' understanding and coding proficiency.": "Live Coding: Διευκόλυνση διαδραστικών ζωντανών συνεδριών κωδικοποίησης, επίδειξη βέλτιστων πρακτικών και επίλυση σύνθετων ασκήσεων σε πραγματικό χρόνο για την ενίσχυση της κατανόησης και της ικανότητας κωδικοποίησης των μαθητών.",
  "Mentoring: Offered personalized guidance and support to students, addressing challenging concepts and fostering a collaborative learning environment to promote skill development and confidence.": "Καθοδήγηση: Προσέφερα εξατομικευμένη καθοδήγηση και υποστήριξη στους μαθητές, αντιμετωπίζοντας δύσκολες έννοιες και καλλιεργώντας ένα συνεργατικό περιβάλλον μάθησης για την προώθηση της ανάπτυξης δεξιοτήτων και της αυτοπεποίθησης.",
  "Mobile-based platform that allows users to register, sign in, create a post, like and comment others posts.": "Πλατφόρμα βασισμένη σε κινητά που επιτρέπει στους χρήστες να εγγραφούν, να συνδεθούν, να δημιουργήσουν μια ανάρτηση, να κάνουν like και να σχολιάσουν τις αναρτήσεις άλλων.",
  "MongoDB": "MongoDB",
  "My work": "Οι Εργασίες μου",
  "NextJs": "NextJs",
  "Node JS": "Node JS",
  "Overview.": "Επισκόπηση",
  "Participating in code reviews and providing constructive feedback to other developers.": "Συμμετοχή σε ανασκοπήσεις κώδικα και παροχή εποικοδομητικής ανατροφοδότησης σε άλλους προγραμματιστές.",
  "Plan targeted lessons around questions and project concepts.": "Σχεδιασμός στοχευμένων μαθημάτων γύρω από ερωτήσεις και έννοιες του προγράμματος.",
  "Pokemon Lite": "Pokemon Lite",
  "Previous Portfolio": "Προηγούμενο Portfolio",
  "Projects": "Εργασίες",
  "Projects.": "Εργασίες.",
  "React JS": "React JS",
  "React Native Developer": "Προγραμματίστρια React Native",
  "React/Nextjs Developer": "Προγραμματίστρια React/Nextjs",
  "SKF Lubrication Management": "SKF Lubrication Management",
  "Security and Compliance: Ensured adherence to security protocols and compliance standards throughout the development lifecycle, implementing best practices to safeguard data and maintain system integrity.": "Security and Compliance: Διασφάλισα την τήρηση των πρωτοκόλλων ασφαλείας και των προτύπων συμμόρφωσης καθ' όλη τη διάρκεια του κύκλου ζωής της ανάπτυξης, εφαρμόζοντας βέλτιστες πρακτικές για τη διασφάλιση των δεδομένων και τη διατήρηση της ακεραιότητας του συστήματος.",
  "Send": "Αποστολή",
  "Sending...": "Aποστέλλοντας...",
  "Storybook": "Storybook",
  "Tailwind CSS": "Tailwind CSS",
  "The following projects showcase my skills and experience through real world examples of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.": "Τα παρακάτω έργα παρουσιάζουν τις δεξιότητες και την εμπειρία μου μέσα από πραγματικά παραδείγματα της δουλειάς μου. Κάθε έργο περιγράφεται συνοπτικά με συνδέσμους σε repositories και ζωντανά demos σε αυτά. Αντανακλά την ικανότητά μου να επιλύω σύνθετα προβλήματα, να εργάζομαι με διαφορετικές τεχνολογίες και να διαχειρίζομαι προγράμματα αποτελεσματικά.",
  "Three JS": "Three JS",
  "TypeScript": "TypeScript",
  "UI/UX Designer": "Σχεδιαστριά UI/UX",
  "Use Figma to create/alter UI components according to our needs, utilised UX Tweak to do user research and A/B Testing with prototypes.": "Χρησιμοποίησα το Figma για να δημιουργήσω/αλλάξω στοιχεία UI σύμφωνα με τις ανάγκες μας, χρησιμοποίησα το UX Tweak για να κάνω έρευνα χρηστών και δοκιμές A/B με πρωτότυπα.",
  "WIP: Freelance voluntary project, the client requested a one pager in which people can check their services and reach out to them.": "WIP: Ο πελάτης ζήτησε μια σελίδα στην οποία οι άνθρωποι θα μπορούν να ελέγχουν τις υπηρεσίες τους και να επικοινωνούν μαζί τους.",
  "Web Developer": "Προγραμματίστρια ιστοσελίδων",
  "Web Developer Tutor": "Εκπαιδευτικός για προγραμματιστές ιστοσελίδων",
  "Web application that enables users to find or post items for free on their location. They can register and log in to interact with the users that have posted items to be given for free.": "Διαδικτυακή εφαρμογή που επιτρέπει στους χρήστες να βρίσκουν ή να δημοσιεύουν δωρεάν αντικείμενα σχετικά με την τοποθεσία τους. Μπορούν να εγγραφούν και να συνδεθούν για να αλληλεπιδράσουν με τους χρήστες που έχουν αναρτήσει αντικείμενα για να δοθούν δωρεάν.",
  "Web application which is responsive from desktop to mobile view and also has a dark mode, this was my first portofolio that I have worked during the end of attending the bootcamp.": "Web application which is responsive from desktop to mobile view and also has a dark mode, this was my first portofolio that I have worked during the end of attending the bootcamp.",
  "What I have done so far": "Τι έχω κάνει μέχρι στιγμής",
  "What do you want to say?": "Τι θα θέλατε να πείτε;",
  "What's your email?": "Ποιο είναι το email σας;",
  "What's your name?": "Ποιο είναι το όνομά σας;",
  "Work": "Εργασία",
  "Work Experience.": "Εργασιακή εμπειρία.",
  "Your Email": "Το email σας",
  "Your Message": "Το μήνυμά σας",
  "Your Name": "Το όνομά σας",
  "angular": "angular",
  "bootstrap": "bootstrap",
  "css": "css",
  "express": "express",
  "figma": "figma",
  "firebase": "firebase",
  "framer motion": "framer motion",
  "git": "git",
  "html": "html",
  "javascript": "javascript",
  "mocha": "mocha",
  "mongodb": "mongodb",
  "react": "react",
  "react-native": "react-native",
  "scss": "scss",
  "tailwindcss": "tailwindcss",
  "typescript": "typescript",
  "yup": "yup"
}
